/* 
  FirstScan.strings
  EverNote

  Created by Matt Sarnoff on 7/30/13.
  Copyright (c) 2013 Evernote. All rights reserved.
*/

/* Get Started step: heading text */
"getStarted-heading" = "ยินดีต้อนรับ! มาเชื่อมต่อกันเลย";

/* Get Started step: detail text */
"getStarted-detailText" = "ก่อนอื่น ให้เชื่อมต่อสแกนเนอร์เข้ากับแหล่งพลังงาน จากนั้น ให้ต่อสาย USB ระหว่างสแกนเนอร์กับคอมพิวเตอร์ของคุณ";


/* Autofiling Intro step: heading text */
"autofileIntro-heading" = "เรียงลำดับเอกสารที่สแกนโดยอัตโนมัติใน Evernote";

/* Autofiling Intro step: detail text */
"autofileIntro-detailText" = "ScanSnap Evernote Edition ระบุภาพถ่าย ใบเสร็จ นามบัตร และเอกสาร แล้วจัดไฟล์ลงในสมุดบันทึก Evernote ให้คุณโดยอัตโนมัติ";

/* Autofiling Intro step: continue button text */
"autofileIntro-continueTitle" = "ตั้งค่าการจัดเก็บอัตโนมัติ";


/* Documents step: heading text */
"documents-heading" = "การจัดเก็บเอกสารอัตโนมัติ";

/* Documents step: detail text */
"documents-detailText" = "สแกนเมล บิล การรับประกัน ภาษีคืน และอื่นๆ Evernote ทำให้คุณสามารถค้นหาภายในเอกสารที่สแกนได้ ดังนั้นคุณจะสามารถเข้าใช้ข้อมูลที่สำคัญที่สุดของคุณได้ตลอดเวลา";

/* Documents step: notebook name prompt label */
"documents-notebookPrompt" = "จัดเก็บเอกสารที่สแกนโดยอัตโนมัติไปที่:";

/* Documents step: suggested new notebook name */
"documents-suggestedNotebookName" = "เอกสาร";


/* Business Cards step: heading text */
"businessCards-heading" = "การจัดเก็บนามบัตรอัตโนมัติ";

/* Business Cards step: detail text */
"businessCards-detailText" = "นามบัตรทั้งหมดที่คุณได้เก็บไว้จะไม่กองอยู่ในพื้นที่ทำงานของคุณอีกต่อไป วางนามบัตรคว่ำลงในตัวป้อนเอกสารและสแกนทั้งหมดในครั้งเดียวลงใน Evernote";

/* Business Cards step: notebook name prompt label */
"businessCards-notebookPrompt" = "จัดเก็บนามบัตรโดยอัตโนมัติไปที่:";

/* Business Cards step: suggested new notebook name */
"businessCards-suggestedNotebookName" = "นามบัตร";


/* Receipts step: heading text */
"receipts-heading" = "การจัดเก็บใบเสร็จอัตโนมัติ";

/* Receipts step: detail text */
"receipts-detailText" = "ตั้งแต่รายงานค่าใช้จ่ายจนถึงภาษี การเก็บใบเสร็จของคุณจึงเป็นสิ่งสำคัญ ให้ Evernote ช่วยเก็บใบเสร็จเหล่านั้นแทนคุณ";

/* Receipts step: notebook name prompt label */
"receipts-notebookPrompt" = "จัดเก็บใบเสร็จโดยอัตโนมัติไปที่:";

/* Receipts step: suggested new notebook name */
"receipts-suggestedNotebookName" = "ใบเสร็จรับเงิน";


/* Photos step: heading text */
"photos-heading" = "การจัดเก็บภาพถ่าย";

/* Photos step: detail text */
"photos-detailText" = "ความทรงจำอันล้ำค่าของคุณ จัดเก็บไว้ในที่เดียว วางภาพถ่ายคว่ำลงในตัวป้อนเอกสารเพื่อให้ง่ายต่อการสแกนลงใน Evernote";

/* Photos step: notebook name prompt label */
"photos-notebookPrompt" = "จัดเก็บภาพถ่ายที่สแกนโดยอัตโนมัติไปที่:";

/* Photos step: suggested new notebook name */
"photos-suggestedNotebookName" = "รูปถ่าย";



/* Go Premium step: heading text */
"premium-heading" = "แลก Evernote ระดับพรีเมียม";

/* Go Premium step: detail text */
"premium-detailText" = "พร้อมสำหรับการใช้ชีวิตและการทำงานได้ดียิ่งขึ้นหรือไม่? ปีของ Evernote ระดับพรีเมียมที่มาพร้อมกับ ScanSnap เริ่มต้นใช้งานตอนนี้";


/* Finished step: heading text */
"finished-heading" = "สแกนทุกสิ่ง";

/* Finished step: detail text */
"finished-detailText" = "แทรกภาพถ่าย ใบเสร็จ นามบัตร หรือเอกสารลงใน ScanSnap Evernote Edition และกดปุ่มสีเขียว";
